/* Here you can provide nice strings to show up in the style preferences 
   You also need to localize the imported states and keywords
   they need to be prefixed with a /<modename>/ */

"Classes" = "Classes";
"Functions" = "Functions";
"Application API and Central API" = "Application API and Central API";
"Constants" = "Constants";
"Properties" = "Properties";
"Keywords" = "Keywords";
"Numbers" = "Numbers";
"Operators" = "Operators";
"Preprocessor" = "Preprocessor";
"JavadocComment" = "/** Comment **/";
"Comment" = "/* Comment */";
"SingleComment" = "// Comment";
"Single Quoted String" = "'Strings'";
"Double Quoted String" = "\"Strings\"";
